Repository: ichar/player.python
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs, ru

source: An unexpected error has occurred
cs: Došlo k neočekávané chybě
ru: Неожиданная ошибка!

source: at
cs: na
ru: в

source: About
cs: O programu
ru: О программе

source: All
cs: Vše
ru: Все

source: Any parameters should be selected before the culculating.
cs: Veškeré parametry by měly být vybrány před culculating.
ru: Данные для расчета стоимости комплектации не выбраны.

source: Attention
cs: VAROVÁNÍ!
ru: ВНИМАНИЕ!

source: Are you really going to create an order?
ru: Вы действительно собираетесь создать новый заказ?

source: Are you really going to save changes of the order?
ru: Вы действительно собираетесь сохранить комплектацию изделия в Журнале расчетов?

source: Automatically update the calculations
cs: Automatická aktualizace výpočtových změny
ru: Автоматически обновлять изменения комплектации

source: Back
cs: Před
ru: Назад

source: Base article
cs: Základní článek produktu
ru: Базовый артикул изделия

source: Business Company
cs: Obchodní společnosti
ru: Коммерческое предприятие

source: Calculate
cs: Přepočítat
ru: Рассчитать

source: Calculator
cs: Kalkulačka
ru: Калькулятор

source: Calculate the cost
cs: Propočítat náklady
ru: Расчитать стоимость комплектации

source: Calculation is not performed.
cs: Výpočet se neprovádí.
ru: Расчет стоимости конструкции не выполнен.

source: Cancel
cs: Zrušit
ru: Отменить

source: Cancel search
cs: Zrušit vyhledávání
ru: Отменить поиск

source: Caption
cs: Titulek
ru: Заголовок

source: Complete name
cs: Kompletní název
ru: Наименование комплектации

source: Confirm
cs: Potvrdit
ru: Подтвердить

source: Confirm notification form
cs: Potvrzení oznamovacího formuláře
ru: ВНИМАНИЕ!

source: Check the data to calculate the cost of completing:
cs: Zkontrolujte data pro výpočet nákladů na dokončení:
ru: Проверьте данные для расчёта стоимости комплектации:

source: Client
cs: Dodavatel
ru: Контрагент

source: Close
cs: Dokončit
ru: Закрыть

source: Close page
cs: Close strana
ru: Закрыть страницу

source: Code
cs: Kód
ru: Код

source: Commands
cs: Příkazy kontroly výpočtu
ru: Команды управления расчётом конфигуратора

source: Collapse
cs: Sklapnout
ru: Свернуть

source: Collapse form groups
cs: Skupiny Collapse forma
ru: Свернуть группы полей

source: Cost notification form
cs: Náklady formulář oznámení
ru: Информация о стоимости комплектации

source: Count
cs: Sčítání
ru: Количество

source: Country
cs: Země
ru: Страна

source: Custom Calculation
cs: Kalkulace
ru: Калькуляция

source: Custom
cs: Zvyk
ru: Калькуляция

source: Custom code
cs: Kalkulace Kód
ru: Код комплектации

source: Custom Order
cs: Objednat
ru: Заказ

source: Data not found!
cs: Dat nebyl nalezen. Zkontrolujte parametry požadavku.
ru: Данные не найдены.<br>Измените поисковый контекст или значения параметров запроса.

source: Date
cs: Datum
ru: Дата

source: Decline
cs: Pokles
ru: Отказаться

source: Done
cs: Order
ru: Заказ

source: Go back
cs: Vrátit se
ru: Вернуться в конфигуратор

source: error
cs: chyba
ru: ошибка

source: Error information
cs: Informace o chybě
ru: Информация об ошибке

source: Error: Unexpected error.
cs: Chyba: Došlo k neočekávané chybě.
ru: Ошибка!

source: Execution error
cs: Chyba spuštění
ru: Ошибка исполнения

source: Expand
cs: Rozšířit
ru: Развернуть

source: File Not Found
cs: Soubor nebyl nalezen
ru: Файл не найден

source: Find
cs: Najít
ru: Найти

source: Forward
cs: Vpřed
ru: Вперёд

source: Full screen
cs: Celá obrazovka
ru: Полный экран

source: Help
cs: Pomoc
ru: Помощь

source: Help information
cs: Pomoc informací
ru: Справка

source: Helper keypress guide
cs: Helper stisknutí průvodce
ru: Использование клавиатуры

source: Helper Configurator Main Page
cs: Pomocník Konfigurátor Hlavní Stránka
ru: Главная страница конфигуратора

source: Helper Configurator Order Log Page
cs: Pomocník Konfigurátor Objednat Log Page
ru: Журнал комплектаций конфигуратора

source: Expand form groups
cs: Rozbalte skupiny tvoří
ru: Развернуть группы полей

source: Forward search
cs: Forward vyhledávání
ru: Поиск вперёд

source: Icon Toolbar
cs: Ikona Toolbar
ru: Панель пиктограмм

source: Information
cs: Informace
ru: Информация

source: Load
cs: Zatížení
ru: Загрузить

source: Load selected order
cs: Load vybraného objednávka
ru: Загрузить выбранную комплектацию в конфигуратор

source: Make an order
cs: Udělat objednávku
ru: Заказать комплектацию

source: Monitor price changes
cs: Cenové změny monitor
ru: Отслеживать ценовую динамику

source: Moscow
cs: Moskva
ru: Москва

source: not calculated
cs: nevypočítává
ru: не рассчитана

source: n/a
ru: не рассчитана

source: No
cs: Ne
ru: Нет

source: No connection!
cs: Žádné spojení!
ru: Соединение с сервером не установлено!

source: No data...
cs: Žádné údaje ...
ru: Нет данных...

source: Not valid response!
cs: Neplatí odpověď!
ru: Некорректный ответ сервера!

source: Number
cs: Pokoj
ru: Порядковый номер

source: Open Calculate form
cs: Otevřít Vypočítat formulář
ru: Открыть форму контроля параметров

source: Open Order form
cs: Otevřená Objednávkový formulář
ru: Открыть форму подтверждения заказа

source: Open Log page
cs: Otevřená strana Přihlas
ru: Открыть Журнал комплектаций

source: Open Price statistics
cs: Otevřené statistika Cena
ru: Открыть ценовую статистику

source: Open Save form
cs: Otevřít Save formulář
ru: Открыть форму сохранения заказа

source: Open Search panel
cs: Otevřít panel Hledání
ru: Открыть панель поиска элементов конструкции

source: Options
cs: Možnosti
ru: Опции

source: Order
cs: Objednat
ru: Заказать

source: Order confirmation form
cs: Potvrzení objednávky formulář
ru: Форма подтверждения заказа

source: Order date
cs: Datum objednávky
ru: Дата расчета

source: Order document
cs: Objednat dokument
ru: Номер заказа

source: Order log
cs: Objednat log
ru: Журнал комплектаций

source: Order notification form
cs: Objednat formulář pro oznámení
ru: Информация о заказе

source: Order parameters control form
cs: Objednat parametry lze formulář
ru: Контроль параметров заказа

source: Order type
cs: Type
ru: Тип

source: Parameters
cs: Parametry
ru: Параметры

source: Please, confirm
cs: Prosím potvrďte
ru: Пожалуйста, подтвердите

source: Please, try more.
cs: Prosím, zkuste další.
ru: Пожалуйста, попробуйте еще раз.

source: Please, wait the system response.
cs: Prosím, vyčkejte odpověď...
ru: Пожалуйста, ждите ответа...

source: Price
cs: Suma
ru: Сумма

source: Price article
cs: Cena článek
ru: Ценоопределяющий артикул

source: Price information
cs: Cenové informace
ru: Расчетная стоимость комплектации

source: Price statistics
cs: Cenová statistika
ru: Ценовая динамика

source: Product Version
cs: Verze Produkt
ru: Версия

source: Products
cs: Produkty
ru: Продукты

source: Reference documents
cs: Informativní dokumentace
ru: Справочная документация

source: Rating
cs: Hodnocení
ru: Рейтинг

source: Region
cs: Regiony
ru: Представительство

source: Reject
cs: Odmítnout
ru: Отказаться

source: Remove
cs: Odstranit
ru: Удалить

source: RT
ru: РТ

source: Russia
cs: Rusko
ru: Российская Федерация

source: Save
cs: Uložit
ru: Сохранить

source: Save confirmation form
cs: Save potvrzení forma
ru: Форма сохранения комплектации

source: Save notification form
cs: Save oznamovací formulář
ru: Информация о заказе

source: Search
cs: Vyhledávání
ru: Найти

source: Search context
cs: Hledat kontext
ru: Поисковый контекст

source: Search Icon buttons
cs: Tlačítka Ikona vyhledávání
ru: Кнопки управления поиском

source: Session is expired notification
cs: Jste odpojeni od serveru v důsledku uplynutí doby nečinnosti.
ru: Вы отключены от сервера по причине истечения периода неактивности.

source: Sorry, the confirmation code is invalid.
ru: К сожалению, код подтверждения введен неправильный.

source: Sorry, you are not authorized.
ru: К сожалению, Вы не авторизованы.

source: Sort by
cs: Seřazeno podle
ru: Сортировка

source: Standard
ru: Стандарт

source: Standard Calculation
cs: Standardní Výpočet
ru: Стандарт

source: Statistics
cs: Statistika
ru: Ценовая динамика

source: Successfully created.
cs: Your order is sent for confirmation procedure to the department of the dealership of GK Â«Â».
ru: Ваш заказ направлен для прохождения процедуры подтверждения в дилерский отдел ГК «».

source: Successfully saved.
cs: Úspěšně zachránil.
ru: Изменения сохранены.

source: System information
cs: Systémové informace
ru: Информация о программе

source: System is not available now.
ru: Система калькуляции стоимости изделий ГК «» в настоящий момент недоступна.

source: You will be redirected to the passage of the authorization procedure.
ru: Вы будете перенаправлены на главную страницу сайта для прохождения процедуры авторизации.

source: We apologize for any inconvenience.
ru: Приносим извинения за доставленные неудобства.

source: The cost
ru: Сумма

source: The cost is estimated.
cs: Estimated price without VAT. The final price will be sent in the order confirmation.
ru: Будьте внимательны! Расчётная стоимость комплектации является ориентировочной.

source: The dynamics of the cost of equipment
cs: Dynamika nákladů na zařízení
ru: Статистика стоимости комплектации

source: Total
cs: Celkem
ru: Всего

source: Total in Order log
cs: Celkem v Order log
ru: Всего в Журнале комплектаций

source: Type
cs: Typ
ru: Тип

source: Type of order
cs: Typ zakázky
ru: Тип комплектации

source: The order was not created by the error.
ru: Заказ не создан. Ошибка.

source: The order was not saved by the error.
cs: Pořadí nebyl uložen chybou.
ru: Заказ не сохранен. Ошибка.

source: Type the following operation result:
cs: Zadejte následující výsledek operace:
ru: Введите результат арифметической операции:

source: unauthorized client
cs: neautorizanému
ru: Пользователь не авторизован

source: undefined
cs: nedefinované
ru: неопределено

source: Undefined client name
cs: Nedefinováno název klienta
ru: Наименование контрагента не установлено

source: Yes
cs: Ano
ru: Да

source: Are you really going to create an order? Please, confirm.
cs: Jste opravdu vytvořit objednávku? Prosím, potvrďte.

source: Error: translation service not configured.
cs: Chyba: překladatelské služby není nakonfigurován.

source: Error: translation service not available.
cs: Chyba: překladatelské služby nejsou k dispozici.

source: System is not available notification
cs: Produkt kalkulačního systému GK «» v současné době není k dispozici.<br>Omlouváme se za způsobené nepříjemnosti.

source: The administrator has been notified. Sorry for the inconvenience!
cs: Správce byl oznámen. Omlouváme se za způsobené nepříjemnosti!

source: The сost
cs: Suma

source: The order was not create by error.
cs: Aby nebylo vytvořit chyby.
